{
  "filename": "28AUG24 AT4 CONOP.pptx",
  "path": "/Users/arpithaprakash/Capstone/1-2CR CONOPS&DRAWs - Copy/3/28AUG24 AT4 CONOP.pptx",
  "sections": {
    "MISSION": "1st Platoon, Apache Troop facilitates AT4 Qual and live training at RG 105 on 28AUG24 IOT maintain a high level of readiness with individual weapons proficiency and maintaining anti-armor capabilities within the unit.\nLeader’s",
    "PURPOSE": "Provide Dragoons hands on experience with employing a primary dismounted AT weapon system.",
    "KEY TASKS": "{for",
    "EXECUTION": "}:\nRehearse proper loading, firing, unloading, misfire procedures, and dry fire with AT4. Conduct live iterations with the same procedures\nRun 25 AT4 Qualification iterations",
    "END STATE": "/Training Outcomes:\n13 Dragoon soldiers safely and accurately deploy live AT4\nQualify 25 Dragoons on the AT-4\nPMI and RXLs improve the readiness of the selected soldiers\nConcept of the Operation: Draw training AT-4s from TASC.\n1st SQDN SMs will link-up at the Apache Troop AO for transportation to Range 105. Sister SQDN SMs will self-transport to 105 by 0830.\nRange set-up tutorial, OIC & RSO brief\nSMs will conduct guided PMI/RXL\nSMs will begin Qualification training once range is wet and ammo has been dropped off\nSMs begin live fire once Qualification is complete\nSafety: 1x lane safety will be present for each 1x Soldiers on the range\nUniform: OCP ACUs, Boots, ACH, Eye Pro (APEL), Gloves, IBA/MSV (w/ front, back, and 2x side plates), and ear pro (over ear)\nLand: Range 105\nTrans: 3x A TRP Strykers\nMedic: CLS Personnel, CASEVAC Stryker on site, CLS Bag\nClass V: 13x Live AT4s, 153x Sub-Cal 9mm\nClass III: Ensure topped off\nClass I: 3x MRE boxes, 4x water cans\nOIC: 1LT Cochran\nRSO: SSG Dikeman\nArms Room: SPC Vazquez\nTrainer: CPL Wall CPL Oliveri\nSafeties: Qual: 5x Apaches Live: WSL/PSG of firing soldier\nAmmo NCO: SGT Jackson\nTroops to Task/ Apache Resources\nAT4 RANGE CONOP 28 AUG 24\nAT4 RANGE CONOP 28 AUG 24: Qualification\nKey\n= Shooter Staging Area = Parking Area = Ammo Point = Firing Point = Range SDZs = Issue, Stage, Fire, Clear Flow\nRange User Parking\nRange Host Parking\nRANGE 105\nAT4 RANGE CONOP 28 AUG 24: Transition to Live\nKey\n= 100m Backblast Area = Parking Area = Ammo Point = Road Guards = Direction of . Movement to Firing . Point\nRange User Parking\nRange Host Parking\nRANGE 105\nAT4 RANGE CONOP 28 AUG 24: Live\nKey = Firing point = Target = SDZ = Direction of . Movement to . Firing Point\nMisfire Procedures\nIf a misfire occurs on a live-fire training range, the firer responds as follows (the trainer later disposes of the launcher IAW local SOP):\nIf the M136 AT4 launcher is armed (cocked), keep it pointed away from personnel and equipment at all times.\nShout “Misfire” as soon as the launcher fails to fire, while maintaining the original sight picture.\nRelease the forward safety.\nRecock the launcher. Immediately remove right hand from the firing mechanism and push the cocking lever forward with the heel of the right hand until the lever locks with a loud clicking noise.\nNote. Because performing immediate action takes so little time, you need not recheck the backblast area.\nPress the forward safety all the way down and try to fire again. If the launcher still fails to fire, shout misfire, release the forward safety, and move the cocking lever to the SAFE (uncocked) position. Move the launcher from shoulder, keeping the weapon pointed toward the target and cradle the weapon in the left arm.\nReinsert the transport safety pin, wait two minutes, then carefully lay the launcher on the ground with the muzzle toward the target.\nAAR\nSustains:\n-Timeline was reasonable w/out interruptions\n-RXL verification period\n-Range flow was sensible and efficient\n-Parking changed to the other side of the road in front of NAHA\n-Bring your own safety policy (be stricter though)\nImproves:\n-Verify with higher that they have properly pushed out information and deconflicted with other units\n-Publish hard cut-off times to be present/ready to keep the flow going without waiting on elements that did not coordinate properly\n-Get night sights and night sight adaptors to be able to shoot the full qualification\n-Get enough ammo to shoot the whole qualification for each AT4 firer\n-Replace the dry run with a walk-through-talk-through (change DRAW)"
  },
  "source_directory_id": 23,
  "source_directory_name": "3",
  "source_base_directory": "1-2CR CONOPS&DRAWs - Copy"
}