{
  "filename": "M4 Stress_DEC25_Range123_CONOP.pptx",
  "path": "/Users/arpithaprakash/Capstone/1-2CR CONOPS&DRAWs - Copy/6/M4 Stress_DEC25_Range123_CONOP.pptx",
  "sections": {
    "MISSION": "in four phases: I) Preparation, II) Planning, III)",
    "COORDINATING INSTRUCTIONS": "–\nPush out DTO with RS3 to assign responsibilities for RHHT\nTAC Platoon Provides backend support and transportation.\nV5 submits CONOP and DRAW to range control and reserves ammo with FST.\nH2F provide classroom stress-mitigation/optimization instruction prior to SP.\nAlign OIC/RSO responsibilities with V5\n5.",
    "CMD AND SIGNAL": "Signal\nPrimary: Safety Paddles\nAlternate: Cell Phone\nContingency: N/A\nEmergency: Runner\nOIC: TBD\nRSO: TBD\nAmmo NCOIC: TBD\nMedic: TBD",
    "PURPOSE": "– Viper TRP in collaboration with H2F ensures soldiers are fundamentally sound on all levels of marksmanship and can apply these fundamentals under stress in preparation for Saber Strike.",
    "KEY TASKS": "are movement from the range back to the motor pool, AAR, and recovery of weapons and equipment.\nConcept of the Operation\nPH1,&2\nPH3&4\nConcept of the Operation Concept of the Operation: The Stress Shoot will occur in three phases: I) Setup, II) Stressor, III) Shooting. Phase I: Setup. Firers line up 5 meters behind their rifles (which are laying in the firing position pointed down range) with three 5-round magazines in their full dragoon standard (minus pro mask) and await the order of the tower to begin. Tower places the targets on “bob.” Phase II: Stressor. Tower announces to firers to begin. Safeties start their timer. Each lane completes 10 burpees over a sandbag and then farmer carries two full water cans to each end of the firing line and then returns to their station.\nPhase III: Shooting. Firers pick up their rifle and load their first 5-round magazine to engage their targets from either the standing-supported or kneeling-supported position. Each of the targets only needs to go down once. Safeties will call out hits. Once empty, transition to the second 5-round magazine and assume the prone-unsupported position. If there are targets remaining, load the third 5-round magazine and assume the prone-supported position. Time stops when either out of ammo or all seven targets have been successfully engaged.\nStress Shoot\nLane 1\nLane 2\nLane 3\nLane 4\nLane 5\nLane 6\nFarmers Carry (Lane 4 Route)\nLane Setup (Lane 4 Example)\nLegend- = Sandbang Burpee Area = Firing Position = Outgoing Direction = Incoming Direction\nAAR Comments\nSustains:\nGood level of physical activity for multiple solid attempts\nGood types of activity to use to stress\nImproves:\n-Decide exactly how much of each type of range to do beforehand to avoid switching back and forth\n-Add more difficult positions (standing unsupported, shooting through the small holes in the support, etc.)\n-Add different types of stress competitions\n-Announce incentives upfront\n-Standardize the waiting que to avoid sandbaggers",
    "EXECUTION": "This phase begins with the occupation of Range 123 on and ends once the last Soldier has been qualified on 05JUN24.",
    "SUSTAINMENT": "Class I – M/M/M; Each section will provide MREs and water for their respective soldiers\nClass III – Refuel vehicles if needed\nClass V – TBA\nClass VIII – CLS bag / PLT\nRange 102\nConcept of the Operation Concept of the Operation: We will accomplish the"
  },
  "source_directory_id": 45,
  "source_directory_name": "6",
  "source_base_directory": "1-2CR CONOPS&DRAWs - Copy"
}