{
  "filename": "20230329 Bull Gunnery RG204 CONOP.pptx",
  "path": "/Users/arpithaprakash/Capstone/1-2CR CONOPS&DRAWs - Copy/New folder (21) - Copy/20230329 Bull Gunnery RG204 CONOP.pptx",
  "sections": {
    "MISSION": ".\nSafety: All Soldiers will validate a zeroed weapon before the qualification.\nBeach Masters will facilitate ICV-Js beginning each table\nVCEs will be in Shooting ICV-J monitoring safety\nICV-Js will keep all Weapon Systems Pointed Up Unless on the lane and actively engaging targets\nOnly the actively shooting ICV-J and the \"On Deck\" ICV J will be issued ammo.\nResourcing\nTroops to Task\n1x OIC\n1x NCOIC\n1x RSO\n2x Beach Master\n2x RTO\n2x Gate Guard\n1x Ammo NCO\n4x SMs Ammo Detail\n1x MEV Driver\n1x Medic\nCBRN Chamber\nLand : RG 204\nTrans: TRP Internal Trans\nMedical Support: Bull Troop medics and MEV on Standby\nRange 204 COP\nTactical Vehicle Parking\nNTV Parking\nSQDN TOC\nMEV Staging\nToilets\nChow Hall\nBull HQ & MG Quarters\nVCE Quarters\nOn-Deck Crew\nIn-the-Hole Crew\nBull Backside Quarters\nCrew Quarters\nVehicle Staging\nAmmo Point\nStart Point\nRange Tower\nACP",
    "PURPOSE": "Ensure SQDN Crews are qualified on their ICV-J Platform IOT prepare for upcoming training events and maintain lethality within War Eagle SQDN.",
    "KEY TASKS": "{for",
    "EXECUTION": "}:\nCrews Successfully Complete Tables I-III\nZero all Weapon Systems\nTask, Conditions, Standards Brief from SQDN MG\nQualify all VCs on their Platform Weapon System\nVCEs Evaluate ICV-J crews on ability to move, shoot, and communicate. Correct Malfunctions of ICV-J Weapon Systems\nTarget Transitions/ Movement",
    "END STATE": "/Training Outcomes:\nAll Soldiers are safely Qualified on ICV-J IAW FM 3-22.3.\nConcept of the Operation: RG204 All will draw their respective weapons systems at their Troops.\nSMs will link-up at their respective Troop AO for transportation to Range 204.\nSMs will SP to Range 204.\nRange set- up tutorial, OIC & RSO brief.\nSMs will begin training once range is live and ammo has been dropped off.\nSMs will conduct Platform Qualification at Range 204 IAW FM 3-22.3 for both Day and Night Firing.\nBull TRP will police call and clear the range at the completion of the",
    "COORDINATING INSTRUCTIONS": "2x subsequent firing vehicles will be staged at all times; each Troop will provide 1x NCOIC physically present during all firing hours at the range tower to facilitate throughput\nRange tower audience will be limited to SQDN MG, RTOs, target operators, range beachmaster, TRP NCOICs, SQDN CMD team, & TRP CMD teams\nAll non-gunnery vehicles will remain off the range in the designated parking areas\nVCEs, backside support, & crews will sleep in designated quarters to support offset sleep schedules during continuous operations\nBull Troop Gunnery Support (Range 204; 01-06 April)"
  },
  "source_directory_id": 63,
  "source_directory_name": "New folder (21) - Copy",
  "source_base_directory": "1-2CR CONOPS&DRAWs - Copy"
}