{
  "filename": "M4 Range 16OCT25 B.pptx",
  "path": "/Users/arpithaprakash/Capstone/1-2CR CONOPS&DRAWs - Copy/New folder (69) - Copy/M4 Range 16OCT25 B.pptx",
  "sections": {
    "MISSION": "Apache Troop conducts M4 qualification NLT 16OCT25, IOT support the Squadrons effort to qualify soldier for the Expert Infantry Badge on Range 123\nM4 Qual RG 123\nCOA SKETCH\nCOMMANDERS",
    "INTENT": "TRAINING OBJECTIVES:\na. Engage targets with a M4\nb. Correct malfunctions of a M4\nc. Establish proper transition habits\nConduct magazine changes\n16 OCT 2025 (TIMELINE IS A PLACEHOLDER)",
    "CONCEPT OF OPERATION": "Task: Apache TRP conducts M4 Range on 16OCT25\nConditions: Soldiers zero, group and qualify (day and night) on their respective weapon system in full dragoon standard at range 123. Give opportunity to shoot under simulated combat conditions.\nStandards:",
    "END STATE": "is that all firers will zero and qualify on the M4 carbine. Firers are familiar with the new qualification according to TC 3-20.40.",
    "TASKS": "TO SUBS:\nMedical: 2 PLT provide Medic to supplement range medical coverage Each Platoon: Provide 2 Safeties/Coaches (SGT and above) Other PLTs: (a) Provide RSO alternate (b) Provide Fire Team for gate guard roster\nAll Non-Ncos with EIB not actively on gate guard",
    "COORDINATING INSTRUCTIONS": "Shooter’s coaches conduct remedial training for soldiers who have issues zeroing.\nTaskOrg: OIC: P: 2LT Agran A: 1LT Ignacio RSO: P: SSG Thomas A: SSG Dikeman\nAmmo NCO – SGT McPherson\nAmmo Soldiers – PFC Serpas and SPC Wells\nGate Guards – Rotating from Range Det.\nRange Detail:-- All E-4 not shooting\nMedEvac VIC: SPC Malagon and PFC Ramos with ICV A114\nCLS Personnel:P Doc. Cazares\nApache Troop and other attached personnel safely execute a M4 Qualification such that SQDN and Apache TRP can maximize the number of soldiers able to qualify expert to standard.",
    "COMMAND AND SIGNAL": "P: TSM\nA: FM\nC: WICKR\nE: Signal Range Safety Personnel will consist of all E5+ not conducting the range. They will rotate as beach master.\nKey:\nBlue = VIC area\nPurple = MEDEVAC\nGreen = Firers\nYellow = Waiting Area\nRed = Ammo Point / Tower\nAPACHE M4 Range Concept of",
    "SUSTAINMENT": "Ammo Guard and Handover\nPersonnel=2\nSame Pax as Ammo Detail\nTimeline:\nLink-up Procedures:\nOIC, RSO, SOG and Ammo NCOIC will conduct range walkthrough and telephonic range handover."
  },
  "source_directory_id": 115,
  "source_directory_name": "New folder (69) - Copy",
  "source_base_directory": "1-2CR CONOPS&DRAWs - Copy"
}