{
  "filename": "Shoot House_04JUN24_UAC_CONOP.pptx",
  "path": "/Users/arpithaprakash/Capstone/1-2CR CONOPS&DRAWs - Copy/New folder (73) - Copy - Copy/Shoot House_04JUN24_UAC_CONOP.pptx",
  "sections": {
    "COMMAND AND SIGNAL": "OIC: 1LT Nathanael Lowe\nNCOIC: SFC Michael Hanna\nRSO: SFC Michael Hanna\nSafeties: TBD\nP-TSM\nA-FM\nC-PORTABLE PHONE\nE-RUNNER\n2.",
    "MISSION": "Apache troop conducts training in an urban environment with sUAS support o/a 4JUN24 IVO the UAC IOT build troop capability to integrate sUAS operations into Apache troop operations.",
    "PURPOSE": "– In order to train Soldiers on Close Quarters Combat Training (BDVI) and urban operations",
    "KEY TASKS": "•Redline Brief\n•Emergency Procedures •Aircraft Preflight •Flight Training\n•Aircraft Recover\nEndstate\nApache troop has an increased capability and proficiency in integrating sUAS support into urban operations.\nAircraft to be flown\n•DJI Mavic 3 Classic and Skydios\nPOCs\nUAC OIC: 1LT Nathanael Lowe\n+49 15256490257\nUAC RSO: SFC Michael Hanna\n+49 15251735470 Altitude:\nSFC – 500 FT AGL\nURBAN ASSAULT COURSE ROZ\nROZ WILL REMAIN 500 METERS away from all AVIAITON RTEs and TANK TRAILS\nFREQ:\nUAC Shoothouse AAR\nSUSTAINS:\nOverall, we had a good throughput in terms of iterations conducted allowing the soldiers to get a lot of repetitions on both day and night training.\nThe element size used was good for the nature of the training and allowed a good flow in terms of how the training was conducted. IMPROVES:\nThe training value provided by using UTM rounds was not as good as expected. a. The safety measures required hampered training.\nb. Adjudication could have been provided just as easily with Miles gear.\nc. It was a common sentiment that blanks would been more effective in terms of allowing greater training value.\nd. Use a UTM rounds at times led to breakdowns in the exercise with soldiers more focused on the Gameisms than the actual training event. It would have been good to a concurrent training plan in place for all the soldiers sitting around waiting to go.\nWe could have made do with less OC's for the training. We often had 5 or 6 OC's when we really only needed 3.\nWe should have made better use of the ammo we had. We were at times being wasteful in the expenditure of ammo.\nBlack hornets used. a. We had a ROZ in place and urban operations would have been the perfect opportunity for both BLUFOR and OPFOR to make use of sUAS support.\nBetter clarity on what we are doing by iteration.",
    "SUSTAINMENT": "APACHE TROOP BD6 SIM TRAINING\nTraining Objectives-\n07-SQD-1092: Conduct an Attack-Squad\n07-SQD-D9509: Enter and Clear a Room- Squad\nTASK ORG\n(+)\n(-)\nSituation\n“Apache [#][#], you are tasked to seize building Z. There is an enemy fire team defending the building with possible OP's in vicinity of the structure. Take your squad, take one M240 team, and seize the building.” PLs will add injects approximately every 3-5 minutes in order to add stress for the SL:\n“Apache [#][#] SITREP?”\n“Apache [#][#], we have a new 60mm target available, as the DO, do you need immediate suppression?”\n“Apache [#][#], ROZ is approved, can you talk the UAS onto the OBJ?”\n“Apache [#][#], send up an ENY BDA”\n“Apache [#][#], send your LACE”\n“Apache [#][#], we have X minutes until BLDG needs to be seized, what’s the hold-up?”\nSCHEME OF MANUEVER\nDay portion will be a round robin of one squad plus from X PLT conducting the assault, one team plus from Y PLT conducting the defense, and Z PLT observing while leadership acts as OC’s.\nThe REDFOR element will start in a specified building with the objective of retaining the building.\nThe BLUFOR element will start from any of the four identified start points with the objective of seizing an occupied building identified to them by their PL via FRAGO.\nDuring the night portion of training Apache Troop will break down into PLT’s and conduct PLT internal training on clearing rooms with a fire team versus balloons and targets.\nSynch Matrix\nDAY ITERATION\nNIGHT ITERATION",
    "END STATE": "– Squad leaders are able to make decisions.\nSquads are able to maneuver building to building.\nTeams are able to enter and clear multiple rooms during day and night operations.\n3.",
    "EXECUTION": "CONTINUED\nR\nx9\nx6\nPROJECTED TARGET PLACEMENT: BLDG 4\nFirst Floor\nSecond Floor\nPROJECTED TARGET PLACEMENT: BLDG 5\nBASIC CONTROL MEASURES\nOPFOR may hide OP’s/rifleman outside of the specified building. These rifleman will disengage in the event they are hit by sim rounds, or they have killed 2 BLUFOR soldiers. Each building will have a safe room. Once BLUFOR has entered inside a 25M ring around the building REDFOR will ceasefire and withdraw into a preidentified safe room where they will remain until ceasefire has been called by OC’s.\nThey will not engage or be engaged by BLUFOR while they BLUFOR is inside the building they were defending.\nInstead, BLUFOR will engage balloon targets while they are clearing the building.",
    "COORDINATING INSTRUCTIONS": "-\nPlatoons will coordinate their own transportation to the range. Ensure Soldiers are utilizing the concurrent training that will be explained in the range orientation.\nEnsure all soldiers have proper PPE prior to SP to range\n4."
  },
  "source_directory_id": 121,
  "source_directory_name": "New folder (73) - Copy - Copy",
  "source_base_directory": "1-2CR CONOPS&DRAWs - Copy"
}