{
  "filename": "A TRP 1st SQDN RG 102 M4 Range.pptx",
  "path": "/Users/arpithaprakash/Capstone/1-2CR CONOPS&DRAWs - Copy/New folder (78) - Copy - Copy/A TRP 1st SQDN RG 102 M4 Range.pptx",
  "sections": {
    "COMMAND AND SIGNAL": "OIC: 1LT Ryer Barnes\nNCOIC: SFC Jon Williams\nRSO: SSG Abell\nSafeties: TBD\nP-TSM\nA-FM\nC-PORTABLE PHONE\nE-RUNNER\n2.",
    "MISSION": "A TROOP, 1/2 CR conducts Pre EIB and Advanced Rifle Marksmanship Training on 17 May 23 on Range 102 IOT train and qualify Soldiers on the M4 weapon system and prepare Soldiers for the upcoming EIB .",
    "PURPOSE": "– In order to produce Soldiers that are qualified on the M4 weapon system in preparation for the upcoming EIB training.",
    "KEY TASKS": "–\nTrain Lethal Soldiers\nBuild Confidence in assigned weapon system\nTo serve as a potential opportunity to qualify for the EIB M4 requirement",
    "END STATE": "– All of the Troop’s Soldiers qualified on M4 weapon system, improving TRP/SQDN lethality. Troop Commander and Platoon Leaders are presented with list of qualified soldiers.\n3.",
    "EXECUTION": "PLTs will conduct round-robin Tables I-III days prior to range. On day of range troop moves to RG 102 assembles in AA. Firers move dismounted to holding area at RG 102, receive range and safety brief, receive ammo at 102.\nTables IV-VI will be conducted NOV 20.\nTable IV will be conducted in two parts, the group/zero and the known distance confirmation on Ranges 102. Lanes on range 102 will transition to Table V when it is deemed there are enough Soldiers to start Table V. We will make the transition to Table VI when appropriate.\nC I – AMA, Water Internal to PLT.\nC IV – Sandbags through Range Control.\nC V – Ammunition coordinated by XO.\nTask to Subordinate Units-\nHQ – Provide overall C2 support and Coordinate field rations.\n1st PLT – 3x Safeties, Table III\n2nd PLT - 3x Safeties, 6x fire detail, Table I\n3rd PLT – 2x Safeties, 1x OIC, 1xRSO, 1xRTO, 1x Ammo NCO, 2x Soldiers for ammo detail, Medical Support, 2x Gate Guards Table II",
    "COORDINATING INSTRUCTIONS": "-\nZeroing and Grouping will be completed in slick uniform. All other events will be completed in full Dragoon Standard\nPlatoons will coordinate their own transportation to the range. Ensure Soldiers are utilizing the concurrent training that will be explained in the range orientation\n4.",
    "SUSTAINMENT": "APACHE TROOP M4 MARKSMANSHIP TRAINING\nN\nRG 101\nRG 102"
  },
  "source_directory_id": 126,
  "source_directory_name": "New folder (78) - Copy - Copy",
  "source_base_directory": "1-2CR CONOPS&DRAWs - Copy"
}