{
  "filename": "SUAS CONOP APR 12-13.pptx",
  "path": "/Users/arpithaprakash/Capstone/3-2CR CONOPs&DRAWs/New folder - Copy (15)/SUAS CONOP APR 12-13.pptx",
  "sections": {
    "MISSION": "Operator, and one Master Trainer to over-watch flight operations. Aircrews will begin system assembly and pre-flight checks. Each aircrew will successfully launch, fly for 15 minutes, land and recover the Raven (approx. 30 minutes). Once complete, they will switch crew roles and conduct a second successful sortie.\nConcurrently, students not conducting live flight exercises will conduct simulation flights to gain experience and build progression.\nTraining will end once each student has conducted a successful sortie in each operator role (Day/Night).\nCONOP",
    "PURPOSE": "Provide Squadron with certified SUAS operators and support personnel requirements to send Soldiers to the Master Trainer Couse.",
    "KEY TASKS": "Resource equipment and land to conduct training All operators will be verified and updated on SUASMAN prior to range start date\nEach Soldier will have the minimum 15 minutes of live flight training required per AR 95-23.\nConduct flight evaluation and practical exercise with Raven as outlined in AR 95-23 and SQDN SOP.\nMT’s will update SUASMAN NLT COB of flights",
    "END STATE": "All Soldiers that attend the Live Flight Training will record at least 15 minutes of flight time. Soldiers will be certified as current and qualified SUAS operators in SUASMAN. Concept of the Operation:\nPhase I (Preparation): Begins upon receipt of order and ends with completion of the Safety brief on 12APR. Critical",
    "TASKS": "100% MWE, Clear FARP WEST, MT’s update SUASMAN NLT COB 13APR, Master Trainer’s conducts an AAR IOT improve future SUAS operations.\nService & Support:\n- Land: FARP West\n- Transportation: One Tactical Vehicle (LMTV) provided by HHT\n- Class I: 4 Boxes of MRES\n- Equipment: 3x Raven, Notebook and Pen\n- Uniform: OCPs, ACH, Eye Pro",
    "EXECUTION": "): Starts upon the completion of the safety brief and ends once all Operators have met live flight requirements. Critical",
    "COMMAND & SIGNAL": "P: 163/162\nA: Signal\nC: Range Phone\nE: Runner\nN\nSTAFF PT EVENT\nSUAS Training CONOP (12-13APR)\nTimeline: 12APR - Primary\n0900 - Prep Equipment 0915 – Route Brief/Safety Brief 0930 - SP to FARP West\n1000 – Prep Equipment 1015 - ROZ request 1020 - Initiate training\n1700 - Conclude Day Training\n1945 – Prep Equipment\n2000 – ROZ Request\n2200 – Conclude Night Training\n13APR - Alibis\n0900 - Prep Equipment 0915 – Route Brief/Safety Brief 0930 - SP to FARP West\n1000 – Prep Equipment 1014 - ROZ request 1020 - Initiate training\n1700 - Conclude Day Training\nNLT 1700 – Clear FARP West\nFARP WEST\n32U PA 95041 11892\n2\nScheme of Maneuver: Once FARP West is occupied. Soldiers conduct live-flight training in aircrews consisting of; one Vehicle Operator, one"
  },
  "source_directory_id": 187,
  "source_directory_name": "New folder - Copy (15)",
  "source_base_directory": "3-2CR CONOPs&DRAWs"
}